# -*- mode: org; mode: flyspell -*-
#+SETUPFILE: inc-test.org
# Set no title
#+BIND: org-latex-title-command ""

* COMMENT Code
     #+BEGIN_SRC maxima :results verbatim
     modulus: false;
     l3n : (x-1) * (x-2) * (x-4);
     l3d : (3-1) * (3-2) * (3-4);
     print(expand(l3n));
     print(l3d);
     tex(expand(l3n));
     #+END_SRC

     #+RESULTS:
     :  3      2
     : x  - 7 x  + 14 x - 8 
     : - 2 
     : $$x^3-7\,x^2+14\,x-8$$
